Repository: AJet/Sparkle
Catalog: Sparkle/*.lproj/Sparkle.strings
Languages: sv

source: %1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?
sv: %1$@ %2$@ har hämtats och är klar att använda! Det här är en viktig uppdatering; vill du installera den och starta %1$@ nu?

source: %1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?
sv: %1$@ %2$@ har hämtats och är klar att använda! Vill du installera det och starta %1$@ nu?

source: %1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again.
sv: %1$@ kan inte uppdateras när det körs från en skrivskyddad volym, som en skivavbild eller en optisk enhet. Flytta %1$@ till programmappen, starta om det därifrån, och försök igen.

source: %@ %@ is currently the newest version available.
sv: %1$@ %2$@ är för närvarande den senaste tillgängliga versionen.

source: %@ %@ is now available--you have %@. Would you like to download it now?
sv: %1$@ %2$@ finns nu tillgänglig – du har %3$@. Vill du hämta den nu?

source: %@ %@ is now available--you have %@. Would you like to learn more about this update on the web?
sv: %1$@ %2$@ finns nu tillgänglig – du har %3$@. Vill du läsa mer om den här uppdateringen på nätet?

source: %@ downloaded
sv: %@ hämtat

source: %@ of %@
sv: %1$@ av %2$@

source: A new version of %@ is available!
sv: En ny version av %@ finns tillgänglig!

source: A new version of %@ is ready to install!
sv: En ny version av %@ är redo att installeras!

source: An error occurred in retrieving update information. Please try again later.
sv: Ett fel uppstod vid hämtning av uppdateringsinformation. Försök igen senare.

source: An error occurred while downloading the update. Please try again later.
sv: Ett fel uppstod vid hämtning av uppdateringen. Försök igen senare.

source: An error occurred while extracting the archive. Please try again later.
sv: Ett fel uppstod när arkivet packades upp. Försök igen senare.

source: An error occurred while installing the update. Please try again later.
sv: Ett fel uppstod vid installationen av uppdateringen. Försök igen senare.

source: An error occurred while parsing the update feed.
sv: Ett fel uppstod vid läsning av uppdateringsinformation.

source: An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@.
sv: Ett fel uppstod vid omstart av %1$@, men den nya versionen kommer att finnas tillgänglig nästa gång du kör %1$@.

source: An important update to %@ is ready to install
sv: En viktig uppdatering till %@ är redo att installeras

source: Cancel
sv: Avbryt

source: Cancel Update
sv: Avbryt uppdatering

source: Checking for updates...
sv: Leta efter uppdateringar…

source: Downloading update...
sv: Hämtar uppdatering…

source: Extracting update...
sv: Expanderar uppdatering…

source: Install and Relaunch
sv: Installera och starta om

source: Installing update...
sv: Installerar uppdateringen…

source: Learn More...
sv: Läs mer

source: Ready to Install
sv: Redo att installera

source: Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu.
sv: Ska %1$@ leta efter uppdateringar automatiskt? Du kan alltid kontrollera själv om uppdateringar finns från %1$@-menyn.

source: The update is improperly signed.
sv: Uppdateringen är inte signerad korrekt.

source: Update Error!
sv: Uppdateringsfel!

source: Updating %@
sv: Uppdaterar %@

source: You already have the newest version of %@.
sv: Du har redan den nyaste versionen av %@.

source: You're up-to-date!
sv: Du kör den senaste versionen!
